<template>
        <div class="content">
            <div id="title">
                《霸道仲裁爱上我》
            </div>
            <div id="author"><span>作者: </span>王铁妞</div>
            <div class="novel">
                帝都别墅区，凌晨2点，江家没一个人睡得着。只因江家养了十几年的女儿江嘉妍竟然不是亲生，而真正的亲生女儿楚晚辞却流落至偏远山村。此刻，楚晚辞正在被接回江家的路上，而江嘉妍则在江家闹着要离开。“是我鸠占鹊巢，如今她要回来了，我应该把本该属于她的生活还给她……”江嘉妍星眸中噙满泪水，娇弱的身躯瑟瑟发抖。母亲林澄心疼的将她搂入怀中，“妍儿，如果不是老太太插手这件事情，我们是不会接她回来的，她一个在山村生活了十几年的村姑，如何当得好我江家的女儿？”一直没有说话的江严齐放下手中的报纸，沉声道，“回头叫她不要乱跑，安生待在家里，若是妍儿实在不想见到她，就把她安置到郊区的房子去。”江严齐一句话，江嘉妍如释重负。她从小在江家长大，太知道江家最注重的是什么了，骨肉亲情又如何？无论是社交礼仪，还是世家人情关系网，她才是江家从小开始培养的那个人！最重要的是，江家需要她和邢家的婚约。再看父亲和母亲的态度，压根没将那亲生女儿当回事，江嘉妍一颗心完全放了下来，决定以最佳姿态面对那位即将到来的真千金。……而此时，江家大门，一老一少对峙良久。“你……真的是大小姐？”管家白良看着身前气质清冷的楚晚辞，惊的合不拢嘴。不是说大小姐在山村生活了十几年，是个不折不扣的村姑吗？可为什么她的外貌气场，都比自小养尊处优的妍儿小姐还要出色？特别是她的眼神，只是被她扫了一眼，管家就不由自主的卑躬屈膝！这气场……绝不是自小在山村长大的村姑能拥有的！“管家，看够了吗？”楚晚辞似笑非笑，这一笑，管家噤若寒蝉，腰也躬的更低了。“欢迎大小姐回家，老爷和夫人在客厅，我这就带您进去。”管家一步一踱，他深知老爷和夫人没有出来迎接楚晚辞，是因为江嘉妍在闹脾气，只是不知道，待会老爷和夫人看到大小姐会是什么心情……毕竟这个真凤凰，可是要比那只假凤凰出色太多。再说江家那老太太，执意要将楚晚辞接回江家，因为那是江家血脉，不能流落在外，若是被她老人家知道大小姐这般出色，江嘉妍的那只假凤凰的日子怕是不好过了！客厅里，江嘉妍依偎在林澄怀中撒着娇，江严齐也在一旁慈笑，好一幅一家三口的温馨画面。直到门口传来脚步声，三人几乎是同时抬头看去，当看到门口那人时，三人身躯猛地一僵，眸中皆是不可置信。2楚晚辞不过随意的走进客厅，却如明珠生晕，美丽的令人不敢直视，她的出现让客厅的水晶灯都黯淡了下来，似是不敢与她争辉。她镇定自如的坐在了三人的对面，冷眸淡淡地扫了三人一眼，轻声道，“你们好，我是楚晚辞。”极致悦耳的声线让三人如梦初醒，林澄和江严齐更是讪讪的站了起来，甚至有些紧张，他们怎么都没想到，他们的亲生女儿竟然出落的这般标志。江嘉妍更是满脸诧异，为了让楚晚辞下不来台，她可是精心打扮了一番，但此刻站在楚晚辞面前，她却觉得自己像一只山鸡，更别提与之媲美了。“晚晚，快坐，路上可还顺利？”许是骨肉亲情，林澄下意识的想和楚晚辞亲近。“顺利。”楚晚辞柔声答。江严齐也说，“既然回来了，这以后就是你的家了。”“嗯。”楚晚辞依旧是不冷不热。“姐姐……”一旁的江嘉妍再也看不下去，她绝不能让楚晚辞与这个家庭融合，此刻受到冷落的她朝着楚晚辞畏怯的唤了一声，甚至看向楚晚辞的双目中还带着惧怕，像是楚晚辞随时会吃了她似的。还未待楚晚辞说话，江严齐就马上出来护犊子，“晚晚，这是妍儿，是……当初那个和你抱错的孩子。”“嗯。”楚晚辞淡淡的应，当扫到满屋子的行礼时，不由多看了江嘉妍两眼，问道，“你这是要搬走？”“姐姐，听说你要回来，我前几天就开始收拾行礼，想把这原本属于你的一切都还给你，可是……”江嘉妍声若蚊虫，“可是爸爸和妈妈都不让我离开，但是你放心，我不会和你争抢任何属于你的东西。”从小养在身边的女儿这般委屈，林澄哪能看着？连忙站出来说道，“晚晚，妍儿性格温和，自小就待在我们身侧，以后你便把她当亲妹妹。”“如果姐姐不喜欢我的存在，我可以马上就搬走。”还未待楚晚辞说话，江嘉妍又添了一句。“我几时表露过不喜欢你？”楚晚辞满脸的不解。她回江家，只是迫不得己，没想争抢任何东西，再说，区区一个江家，给她塞牙缝都不够。“可是我感觉姐姐不太喜欢我，对爸爸妈妈的态度也很冷淡，是不是因为姐姐不想让我留在江家？所以看我不顺眼，甚至迁怒于爸爸和妈妈？”被楚晚辞这么一怼，江嘉妍眼泪都要掉下来了，但言词之犀利，又直接把楚晚辞说成了众矢之的。林澄和江严齐听了江嘉妍的话，皆是一脸不悦的看着楚晚辞，仿佛她做了什么十恶不赦的事情。“你想多了。”楚晚辞扶额，上下扫视了一眼江嘉妍，喃声道，“你额头平正，少年时期有大富贵，但你眉波打沟，便说明这富贵难以长久，若不是自小养在帝都，这运势应是撑不到现在，所以，恰恰相反，我不是要赶你走，只是想劝你不要离开江家。”江嘉妍怔住：我憋了一肚子的招要对你发，结果你来劝我不要走？林澄汗颜：她在山村做神棍？江严齐扶额：我这是接了个什么玩意儿回江家？其实，算命看相，神鬼之说，大家都听说过，却显少有人真的当回事，就算真的有大能，那也应该是年华衰老，这楚晚辞才多大年纪？就在这吧唧吧唧？楚晚辞看着三个人的反应，轻轻挑眉，他们好像不相信自己说的呢？要知道，这些年有多少人拿上全部身家求见她，只为让她看上一相，算上一卦，方才她免费给江嘉妍看了个相，她竟然还不领情？本来还打算免费和林澄和江严齐都算一卦当见面礼的呢……也罢，她来帝都时，楚老头就与她说，“你啊，未入世不知人心，此番前去帝都，少说话少做事，万事只求赶紧找到破解你命格的方法。”现下想来，楚老头说的在理。是以，楚晚辞又朝林澄和江严齐说道，“介意先给我找个房间休息吗？”
            </div>
            <div class="form">
                <form action="">
                    <input type="submit" value="收藏" id="collect">
                </form>
                <form action="">
                    <input type="submit" value="下载" id="download">
                </form>
            </div>
        </div>
</template>

<script>
    export default {
        name: "Content",
    }
</script>

<style lang="css" scoped>
    .content {
        width: 100%;
        background-color: #FAF0E6;
        position: absolute;
        top: 128px;
        bottom: 0;
        overflow: scroll;
    }
    #title {
        font-weight: 900;
        text-align: center;
        width: 50%;
        margin: 10px auto;
    }
    #author {
        font-weight: 800;
        position: relative;
        left: 90%;
    }
    .novel {
        font-size: 14px;
        font-weight: bold;
        margin: 10px auto;
        width: 80%;
        min-height: 75%;
        background: linear-gradient(to bottom, white, grey);
    }
    .form {
        margin: 20px;
        display: flex;
        justify-content: center;
    }
    input {
        border: 0;
    }
    form {
        margin: 0 10px;
    }
    input {
        cursor: pointer;
    }
    #collect {
        background-color: #ff9933;
        color: white;
    }
    #download {
        background-color: whitesmoke;
        color: grey;
    }
</style>